export const sections = [
    {
    title: "🌌 Наша місія",
    text: "Ми створюємо веб-продукти, які прості, стильні й ефективні. Сайти мають не просто існувати — вони мають працювати на бренд і говорити з аудиторією. Наші проєкти — не для галочки. Вони допомагають зростати, виділятись і будувати довіру",
    },
    {
    title: "🔧 Як ми працюємо",
    list: [
            "1. Вивчаємо бізнес, конкурентів і цілі — щоб створити сайт, який працює на результат.",
            "2. Проєктуємо структуру — прототипуємо і продумуємо користувацькі сценарії.",
            "3. Розробляємо унікальний дизайн, що відображає суть вашого бренду.",
            "4. Пишемо код — швидкі, адаптивні сайти на React і Next.js.",
            "5. Запускаємо — тестуємо, оптимізуємо швидкість і SEO, публікуємо.",
            "6. Підтримуємо і розвиваємо проєкт після запуску.",
        ],
    },
    {
        title: "🚀 Куди ми рухаємось",
        text: `Наша ціль — вирости у повноцінну студію, що створює комплексні сервіси. Ми перетворюємо дизайн у живий код. Створюємо інтерфейси, які хочеться використовувати. Робимо сайти помітними серед мільйонів.`,
    },
];