export const sections = [
    {
    title: "🌌 Наша місія",
    text: `Ми хочемо зробити сучасний веб доступним, стильним і ефективним. 
        Кожен бізнес заслуговує сайт, який не просто існує, а говорить мовою клієнтів, захоплює візуально й доносить суть. 
        Ми прагнемо, щоб наші проєкти допомагали бізнесам рости й закохувати в себе аудиторію з першого кліка.`,
    },
    {
    title: "🔧 Як ми працюємо",
    list: [
            "Аналізуємо ідею — знайомимося з вашим бізнесом, конкурентами та цілями, щоб створити продукт, який працюватиме на результат.",
            "Проєктуємо структуру — створюємо прототипи та сценарії взаємодії користувачів.",
            "Дизайнимо — розробляємо унікальний стиль, що підкреслює ваш бренд.",
            "Розробляємо — перетворюємо макети у швидкі, адаптивні сайти на базі сучасних технологій: React, Next.js.",
            "Запускаємо — тестуємо, оптимізуємо швидкість і SEO, публікуємо в мережі.",
            "Супроводжуємо — допомагаємо із розвитком проєкту після запуску.",
        ],
    },
    {
        title: "Команда FLUXIFY",
        text: `Ми — невелика, але потужна команда з гнучким мисленням і спільною метою.`,
        list: [
            "Кирило — фронтенд-розробник, який вміє зʼєднати дизайн із кодом.",
            "Вікторія — UI/UX дизайнерка, яка перетворює ідеї у візуальне мистецтво.",
            "Марія — SEO-фахівчиня, що робить ваші сторінки видимими у пошуку.",
        ],
    },
    {
        title: "🚀 Куди ми рухаємось",
        text: `Наша ціль — вирости у повноцінну студію, що створює комплексні сервіси, SaaS-платформи та цифрові продукти нового покоління. 
            Ми віримо, що майбутнє — за інноваціями та унікальним досвідом взаємодії. 
            Але водночас ми пам’ятаємо, з чого починали: із простих лендінгів, які давали реальний результат.`,
    },
];