import { ScanEye, LifeBuoy, ShoppingBag } from "lucide-react"

const sites = [
        {
        icon: ScanEye,
        title: "Лендінг (односторінковий)",
        text: "Створення сучасної продаючої односторінкової сторінки для вашого бізнесу або послуги. Ідеальний варіант для запуску рекламних кампаній та залучення клієнтів.",
        list: [
            "Домен та хостинг на 1 рік - безкоштовне підключення й налаштування",
            "Індивідуальний дизайн під ваш бренд - унікальний стиль для виділення серед конкурентів",
            "Адаптивна верстка для мобільних пристроїв - сайт виглядає ідеально на смартфонах і планшетах",
            "SEO-оптимізація для пошукових систем - основні налаштування для видимості у Google",
            "Технології HTML, CSS, JS, Next.js, Tailwind - сучасний і надійний стек розробки",
            "Логотип до вашого сайту - базовий варіант для фірмового стилю",
        ],
        price: "12.000",
    },
    {
        icon: LifeBuoy,
        title: "Корпоративний сайт",
        text: "Повноцінний багатосторінковий сайт для представлення вашої компанії в інтернеті. Ми допоможемо створити інструмент, що працюватиме на ваш імідж і продажі.",
        list: [
            "Домен та хостинг на 1 рік - підключення й підтримка без додаткових витрат",
            "Аналіз і проєктування структури сайту - створення зрозумілої навігації та логічної архітектури",
            "Розробка унікального дизайну - стильні макети, що відображають цінності бренду",
            "До 10 інформаційних сторінок - наповнення контентом для всіх розділів",
            "Технології HTML, CSS, JS, Next.js, Tailwind - швидка та стабільна робота ресурсу",
            "SEO-оптимізація для пошукових систем - основні налаштування для видимості у Google",
            "Логотип до вашого сайту - створення або адаптація під новий дизайн",
        ],
        price: "17.000",
    },
    {
        icon: ShoppingBag,
        title: "Онлайн-магазин",
        text: "Повноцінне рішення для запуску сучасного інтернет-магазину. Отримайте готовий сайт із продуманою структурою, унікальним дизайном та зручною системою управління товарами.",
        list: [
            "Домен та хостинг на 1 рік — підключення й підтримка без додаткових витрат",
            "Розробка структури сайту з урахуванням вашої ніші та потреб клієнтів",
            "Унікальний дизайн — стильні макети, що відображають цінності вашого бренду",
            "SEO-оптимізація для пошукових систем - основні налаштування для видимості у Google",
            "Технології OpenCart та Journal — гнучкість і масштабування для бізнесу",
            "Логотип для вашого магазину — створення або адаптація під новий стиль",
        ],
        price: "27.000",
    },
]

export default sites