import { Layers, Rocket, HeartHandshake } from "lucide-react"

const support = [
        {
        icon: Layers,
        title: "Редизайн сайту",
        text: "Оновлення існуючого проєкту під сучасні стандарти.",
        list: [
            "Аналіз UX/UI - комплексне вивчення досвіду користувачів і оцінка ефективності поточного інтерфейсу",
            "Створення нового дизайну - сучасний і привабливий вигляд, що відповідає бренду та потребам вашої аудиторії",
            "Верстка та впровадження - технічна реалізація дизайну з урахуванням оптимізації швидкості",
            "Адаптація під мобільні - бездоганна робота сайту на смартфонах і планшетах",
        ],
        price: "10.000",
    },
    {
        icon: Rocket,
        title: "SEO та маркетинг",
        text: "Просування вашого ресурсу у пошукових системах.",
        list: [
            "SEO-аудит - детальний аналіз технічних помилок, контенту та посилань",
            "Оптимізація контенту - покращення текстів і метаданих для підняття позицій у видачі",
            "Налаштування аналітики - підключення Google Analytics, Tag Manager і відстеження конверсій",
            "Запуск рекламних кампаній - налаштування контекстної реклами та ремаркетингу для залучення клієнтів",
        ],
        price: "від 8.000",
    },
    {
        icon: HeartHandshake,
        title: "Тех. підтримка",
        text: "Комплексне обслуговування вашого сайту: оптимізація, безпека та швидке вирішення технічних питань. Ми завжди на зв'язку, щоб ваш проєкт працював без перебоїв.",
        list: [
            "Доналаштування сайту - внесення необхідних правок у дизайн, функціонал або контент",
            "Моніторинг працездатності сайту 24/7 - контроль доступності та швидкості завантаження",
            "Тех. підтримка протягом місяця - консультації, виправлення помилок і оновлення",
            "Оптимізація швидкості завантаження - прискорення роботи сайту для підвищення конверсії",
        ],
        price: "7.000",
    },
]

export default support