"use client";
import { ScanEye, ShoppingBag, LifeBuoy } from "lucide-react";
import CardPrice from "@/components/ui/cardPrice/CardPrice";

const priceCard = [
  {
    icon: ScanEye,
    title: "Лендінг (односторнковий)",
    text: "Створення сучасної продаючої односторінкової сторінки для вашого бізнесу або послуги. Ідеальний варіант для запуску рекламних кампаній та залучення клієнтів.",
    list: [
      "Домен та хостинг на 1 рік",
      "Індивідуальний дизайн під ваш бренд",
      "Адаптивна верстка для мобільних пристроїв",
      "SEO-оптимізація для пошукових систем",
      "Технології HTML, CSS, JS, Next.js, Tailwind",
      "Логотип до вашого сайту",
    ],
    price: "12.000",
  },
  {
    icon: LifeBuoy,
    title: "Корпоративний сайт",
    text: "Повноцінний багатосторінковий сайт для представлення вашої компанії в інтернеті. Ми допоможемо створити інструмент, що працюватиме на ваш імідж і продажі.",
    list: [
      "Домен та хостинг на 1 рік",
      "Аналіз і проєктування структури сайту",
      "Розробка унікального дизайну",
      "До 10 інформаційних сторінок",
      "Технології HTML, CSS, JS, Next.js, Tailwind",
      "Логотип до вашого сайту",
    ],
    price: "17.000",
  },
  {
      icon: ShoppingBag,
      title: "Онлайн-магазин",
      text: "Повноцінне рішення для запуску сучасного інтернет-магазину. Отримайте готовий сайт із продуманою структурою, унікальним дизайном та зручною системою управління товарами.",
      list: [
          "Домен та хостинг на 1 рік — підключення й підтримка без додаткових витрат",
          "Розробка структури сайту з урахуванням вашої ніші та потреб клієнтів",
          "Унікальний дизайн — стильні макети, що відображають цінності вашого бренду",
          "SEO-оптимізація для пошукових систем - основні налаштування для видимості у Google",
          "Технології OpenCart та Journal — гнучкість і масштабування для бізнесу",
          "Логотип для вашого магазину — створення або адаптація під новий стиль",
      ],
      price: "27.000",
  }
];

const Price = () => <CardPrice priceCard={priceCard} />;

export default Price;
