"use client";
import { ScanEye, HeartHandshake, LifeBuoy } from "lucide-react";
import CardPrice from "@/components/ui/cardPrice/CardPrice";

const priceCard = [
  {
    icon: HeartHandshake,
    title: "Тех. підтримка",
    text: "Комплексне обслуговування вашого сайту: оптимізація, безпека та швидке вирішення технічних питань. Ми завжди на зв'язку, щоб ваш проєкт працював без перебоїв.",
    list: [
      "Доналаштування сайту",
      "Моніторинг працездатності сайту 24/7",
      "Тех. підтримка протягом місяця",
      "Оптимізація швидкості завантаження",
    ],
    price: "7.000",
  },
  {
    icon: ScanEye,
    title: "Лендінг (односторнковий)",
    text: "Створення сучасної продаючої односторінкової сторінки для вашого бізнесу або послуги. Ідеальний варіант для запуску рекламних кампаній та залучення клієнтів.",
    list: [
      "Домен та хостинг на 1 рік",
      "Індивідуальний дизайн під ваш бренд",
      "Адаптивна верстка для мобільних пристроїв",
      "SEO-оптимізація для пошукових систем",
      "Технології HTML, CSS, JS, Next.js, Tailwind",
      "Логотип до вашого сайту",
    ],
    price: "12.000",
  },
  {
    icon: LifeBuoy,
    title: "Корпоративний сайт",
    text: "Повноцінний багатосторінковий сайт для представлення вашої компанії в інтернеті. Ми допоможемо створити інструмент, що працюватиме на ваш імідж і продажі.",
    list: [
      "Домен та хостинг на 1 рік",
      "Аналіз і проєктування структури сайту",
      "Розробка унікального дизайну",
      "До 10 інформаційних сторінок",
      "Технології HTML, CSS, JS, Next.js, Tailwind",
      "Логотип до вашого сайту",
    ],
    price: "15.000",
  },
];

const Price = () => <CardPrice priceCard={priceCard} />;

export default Price;
